/*
Navicat MySQL Data Transfer

Source Server         : playlive
Source Server Version : 60008
Source Host           : 59.1.238.62:3306
Source Database       : eva

Target Server Type    : MYSQL
Target Server Version : 60008
File Encoding         : 65001

Date: 2011-06-14 10:04:20
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `house`
-- ----------------------------
DROP TABLE IF EXISTS `house`;
CREATE TABLE `house` (
  `house_id` int(10) unsigned NOT NULL DEFAULT '0',
  `house_name` varchar(45) NOT NULL DEFAULT '',
  `house_area` int(10) unsigned NOT NULL DEFAULT '0',
  `location` varchar(45) NOT NULL DEFAULT '',
  `keeper_id` int(10) unsigned NOT NULL DEFAULT '0',
  `is_on_sale` int(10) unsigned NOT NULL DEFAULT '0',
  `is_purchase_basement` int(10) unsigned NOT NULL DEFAULT '0',
  `tax_deadline` datetime DEFAULT NULL,
  PRIMARY KEY (`house_id`)
) ENGINE=MyISAM DEFAULT CHARSET=euckr;

-- ----------------------------
-- Records of house
-- ----------------------------
INSERT INTO `house` VALUES ('262145', '기란아지트 1', '78', '기란 1번 아지트', '50527', '0', '1', '2010-03-28 02:00:00');
INSERT INTO `house` VALUES ('262146', '기란아지트 2', '45', '기란 2번 아지트', '50505', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262147', '기란아지트 3', '120', '기란 3번 아지트', '50519', '0', '1', '2010-03-31 03:00:00');
INSERT INTO `house` VALUES ('262148', '기란아지트 4', '45', '기란 4번 아지트', '50545', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262149', '기란아지트 5', '78', '기란 5번 아지트', '50531', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262150', '영원이여영원하라', '120', '기란 6번 아지트', '50529', '0', '1', '2010-03-27 17:00:00');
INSERT INTO `house` VALUES ('262151', '기란아지트 7', '45', '기란 7번 아지트', '50516', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262152', '기란아지트 8', '78', '기란 8번 아지트', '50538', '0', '1', '2010-04-02 01:00:00');
INSERT INTO `house` VALUES ('262153', '윌the하임 아파트', '78', '기란 9번 아지트', '50518', '1', '1', '2010-03-31 18:00:00');
INSERT INTO `house` VALUES ('262154', '형들꺼야~', '120', '기란 10번 아지트', '50509', '1', '1', '2010-03-27 03:00:00');
INSERT INTO `house` VALUES ('262155', '기란아지트 11', '78', '기란 11번 아지트', '50536', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262156', '타짜하우스', '78', '기란 12번 아지트', '50520', '0', '1', '2010-03-28 19:00:00');
INSERT INTO `house` VALUES ('262157', 'YG엔터테인먼트', '120', '기란 13번 아지트', '50543', '0', '1', '2010-04-01 19:00:00');
INSERT INTO `house` VALUES ('262158', '기란아지트 14', '78', '기란 14번 아지트', '50526', '1', '1', '2010-03-26 16:00:00');
INSERT INTO `house` VALUES ('262159', '기란아지트 15', '45', '기란 15번 아지트', '50512', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262160', '기란아지트 16', '78', '기란 16번 아지트', '50510', '1', '1', '2010-03-15 10:00:00');
INSERT INTO `house` VALUES ('262161', '기란아지트 17', '45', '기란 17번 아지트', '50504', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262162', '기란아지트 18', '120', '기란 18번 아지트', '50525', '0', '1', '2010-03-27 19:00:00');
INSERT INTO `house` VALUES ('262163', '기란아지트 19', '78', '기란 19번 아지트', '50534', '1', '1', '2010-03-23 00:00:00');
INSERT INTO `house` VALUES ('262164', '레전드 of 소녀시대', '78', '기란 20번 아지트', '50540', '1', '1', '2010-04-04 20:00:00');
INSERT INTO `house` VALUES ('262165', '기란아지트 21', '45', '기란 21번 아지트', '50515', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262166', '기란아지트 22', '120', '기란 22번 아지트', '50513', '0', '1', '2010-04-01 19:00:00');
INSERT INTO `house` VALUES ('262167', '기란아지트 23', '78', '기란 23번 아지트', '50528', '0', '1', '2010-03-25 09:00:00');
INSERT INTO `house` VALUES ('262168', '기란아지트 24', '45', '기란 24번 아지트', '50533', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262169', '기란아지트 25', '45', '기란 25번 아지트', '50542', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262170', '기란아지트 26', '120', '기란 26번 아지트', '50511', '0', '1', '2010-03-26 17:00:00');
INSERT INTO `house` VALUES ('262171', '기란아지트', '78', '기란 27번 아지트', '50501', '0', '1', '2010-03-24 23:00:00');
INSERT INTO `house` VALUES ('262172', '기란아지트 28', '45', '기란 28번 아지트', '50503', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262173', '기란아지트 29', '78', '기란 29번 아지트', '50508', '1', '1', '2010-03-31 13:00:00');
INSERT INTO `house` VALUES ('262174', '기란아지트 30', '45', '기란 30번 아지트', '50514', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262175', '하우스', '78', '기란 31번 아지트', '50532', '0', '1', '2010-03-30 21:00:00');
INSERT INTO `house` VALUES ('262176', '기란아지트 32', '78', '기란 32번 아지트', '50544', '0', '1', '2010-03-31 21:00:00');
INSERT INTO `house` VALUES ('262177', '기란아지트 33', '45', '기란 33번 아지트', '50524', '1', '1', '2010-03-30 21:00:00');
INSERT INTO `house` VALUES ('262178', '기란아지트 34', '45', '기란 34번 아지트', '50535', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262179', '아지트', '120', '기란 35번 아지트', '50521', '0', '1', '2010-03-27 19:00:00');
INSERT INTO `house` VALUES ('262180', '기란아지트 36', '45', '기란 36번 아지트', '50517', '0', '1', '2010-04-01 16:00:00');
INSERT INTO `house` VALUES ('262181', '기란아지트 37', '78', '기란 37번 아지트', '50537', '1', '1', '2010-03-26 21:00:00');
INSERT INTO `house` VALUES ('262182', 'ㅡㅡㅡㅡㅡ', '78', '기란 38번 아지트', '50539', '1', '1', '2010-03-29 12:00:00');
INSERT INTO `house` VALUES ('262183', '쉼터', '45', '기란 39번 아지트', '50507', '1', '1', '2010-04-05 00:00:00');
INSERT INTO `house` VALUES ('262184', '기란아지트 40', '78', '기란 40번 아지트', '50530', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262185', '기란아지트 41', '78', '기란 41번 아지트', '50502', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262186', '기란아지트 42', '45', '기란 42번 아지트', '50506', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('262187', '혼자살기엔너무넓은', '120', '기란 43번 아지트', '50522', '0', '1', '2010-03-23 09:00:00');
INSERT INTO `house` VALUES ('262188', '우치네집', '120', '기란 44번 아지트', '50541', '0', '1', '2010-04-01 19:00:00');
INSERT INTO `house` VALUES ('262189', '기란아지트 45', '78', '기란 45번 아지트', '50523', '1', '1', '2010-03-20 12:00:00');
INSERT INTO `house` VALUES ('327681', '하이네 아지트 1', '0', '하이네 1번 아지트', '50620', '0', '1', '2010-03-29 12:00:00');
INSERT INTO `house` VALUES ('327682', '오션월드', '0', '하이네 2번 아지트', '50623', '1', '1', '2010-03-30 09:00:00');
INSERT INTO `house` VALUES ('327683', '하이네 아지트 3', '0', '하이네 3번 아지트', '50619', '1', '1', '2010-03-30 21:00:00');
INSERT INTO `house` VALUES ('327684', '영구부대', '0', '하이네 4번 아지트', '50621', '1', '1', '2010-03-29 19:00:00');
INSERT INTO `house` VALUES ('327685', '하이네 아지트 5', '0', '하이네 5번 아지트', '50622', '1', '1', '2010-04-04 10:00:00');
INSERT INTO `house` VALUES ('327686', '하이네 아지트 6', '0', '하이네 6번 아지트', '50624', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327687', '하이네 아지트 7', '0', '하이네 7번 아지트', '50617', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327688', '하이네 아지트 8', '0', '하이네 8번 아지트', '50614', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327689', '하이네 아지트 9', '0', '하이네 9번 아지트', '50618', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327690', '하이네 아지트 10', '0', '하이네 10번 아지트', '50616', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('327691', '하이네 아지트 11', '0', '하이네 11번 아지트', '50615', '1', '1', '2010-03-25 09:00:00');
INSERT INTO `house` VALUES ('458753', '아덴 아지트 1', '51', '아덴 1번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458754', '아덴 아지트 2', '24', '아덴 2번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458755', '아덴 아지트 3', '24', '아덴 3번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458756', '아덴 아지트 4', '56', '아덴 4번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458757', '아덴 아지트 5', '24', '아덴 5번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458758', '아덴 아지트 6', '63', '아덴 6번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458759', '아덴 아지트 7', '24', '아덴 7번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458760', '아덴 아지트 8', '63', '아덴 8번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458761', '아덴 아지트 9', '24', '아덴 9번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458762', '아덴 아지트 10', '24', '아덴 10번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458763', '아덴 아지트 11', '24', '아덴 11번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458764', '아덴 아지트 12', '24', '아덴 12번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458765', '아덴 아지트 13', '24', '아덴 13번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458766', '아덴 아지트 14', '63', '아덴 14번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458767', '아덴 아지트 15', '24', '아덴 15번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458768', '아덴 아지트 16', '56', '아덴 16번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458769', '아덴 아지트 17', '63', '아덴 17번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458770', '아덴 아지트 18', '24', '아덴 18번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458771', '아덴 아지트 19', '32', '아덴 19번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458772', '아덴 아지트 20', '64', '아덴 20번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458773', '아덴 아지트 21', '24', '아덴 21번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458774', '아덴 아지트 22', '20', '아덴 22번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458775', '아덴 아지트 23', '24', '아덴 23번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458776', '아덴 아지트 24', '56', '아덴 24번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458777', '아덴 아지트 25', '24', '아덴 25번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458778', '아덴 아지트 26', '20', '아덴 26번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458779', '아덴 아지트 27', '42', '아덴 27번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458780', '아덴 아지트 28', '15', '아덴 28번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458781', '아덴 아지트 29', '24', '아덴 29번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458782', '아덴 아지트 30', '24', '아덴 30번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458783', '아덴 아지트 31', '42', '아덴 31번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458784', '아덴 아지트 32', '48', '아덴 32번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458785', '아덴 아지트 33', '24', '아덴 33번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458786', '아덴 아지트 34', '15', '아덴 34번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458787', '아덴 아지트 35', '24', '아덴 35번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458788', '아덴 아지트 36', '24', '아덴 36번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458789', '아덴 아지트 37', '64', '아덴 37번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458790', '아덴 아지트 38', '15', '아덴 38번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458791', '아덴 아지트 39', '15', '아덴 39번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458792', '아덴 아지트 40', '24', '아덴 40번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458793', '아덴 아지트 41', '24', '아덴 41번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458794', '아덴 아지트 42', '29', '아덴 42번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458795', '아덴 아지트 43', '24', '아덴 43번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458796', '아덴 아지트 44', '15', '아덴 44번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458797', '아덴 아지트 45', '56', '아덴 45번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458798', '아덴 아지트 46', '15', '아덴 46번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458799', '아덴 아지트 47', '24', '아덴 47번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458800', '아덴 아지트 48', '24', '아덴 48번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458801', '아덴 아지트 49', '24', '아덴 49번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458802', '아덴 아지트 50', '48', '아덴 50번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458803', '아덴 아지트 51', '24', '아덴 51번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458804', '아덴 아지트 52', '24', '아덴 52번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458805', '아덴 아지트 53', '54', '아덴 53번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458806', '아덴 아지트 54', '24', '아덴 54번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458807', '아덴 아지트 55', '63', '아덴 55번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458808', '아덴 아지트 56', '63', '아덴 56번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458809', '아덴 아지트 57', '42', '아덴 57번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458810', '아덴 아지트 58', '24', '아덴 58번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458811', '아덴 아지트 59', '24', '아덴 59번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458812', '아덴 아지트 60', '63', '아덴 60번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458813', '아덴 아지트 61', '24', '아덴 61번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458814', '아덴 아지트 62', '21', '아덴 62번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458815', '아덴 아지트 63', '63', '아덴 63번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458816', '아덴 아지트 64', '24', '아덴 64번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458817', '아덴 아지트 65', '24', '아덴 65번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458818', '아덴 아지트 66', '48', '아덴 66번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('458819', '아덴 아지트 67', '24', '아덴 67번 아지트', '0', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524289', '글루딘아지트 1', '48', '글루딘 1번 아지트', '50626', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524290', '글루딘아지트 2', '71', '글루딘 2번 아지트', '50627', '0', '0', '2010-03-30 02:00:00');
INSERT INTO `house` VALUES ('524291', '글루딘아지트 3', '48', '글루딘 3번 아지트', '50628', '0', '0', '2010-03-28 16:00:00');
INSERT INTO `house` VALUES ('524292', '글루딘아지트 4', '48', '글루딘 4번 아지트', '50629', '1', '0', '2008-08-01 00:00:00');
INSERT INTO `house` VALUES ('524293', '명품백화점', '82', '글루딘 5번 아지트', '50630', '1', '1', '2010-03-27 19:00:00');
INSERT INTO `house` VALUES ('524294', '글루딘아지트 6', '40', '글루딘 6번 아지트', '50631', '1', '0', '2008-08-01 00:00:00');
