/*
Navicat MySQL Data Transfer

Source Server         : playlive
Source Server Version : 60008
Source Host           : 59.1.238.62:3306
Source Database       : eva

Target Server Type    : MYSQL
Target Server Version : 60008
File Encoding         : 65001

Date: 2011-06-14 10:08:44
*/

SET FOREIGN_KEY_CHECKS=0;
-- ----------------------------
-- Table structure for `spawnlist_boss`
-- ----------------------------
DROP TABLE IF EXISTS `spawnlist_boss`;
CREATE TABLE `spawnlist_boss` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `location` varchar(45) NOT NULL DEFAULT '',
  `cycle_type` varchar(20) NOT NULL DEFAULT '',
  `count` int(10) unsigned NOT NULL DEFAULT '0',
  `npc_id` int(10) unsigned NOT NULL DEFAULT '0',
  `group_id` int(10) unsigned NOT NULL DEFAULT '0',
  `locx` int(10) unsigned NOT NULL DEFAULT '0',
  `locy` int(10) unsigned NOT NULL DEFAULT '0',
  `randomx` int(10) unsigned NOT NULL DEFAULT '0',
  `randomy` int(10) unsigned NOT NULL DEFAULT '0',
  `locx1` int(10) unsigned NOT NULL DEFAULT '0',
  `locy1` int(10) unsigned NOT NULL DEFAULT '0',
  `locx2` int(10) unsigned NOT NULL DEFAULT '0',
  `locy2` int(10) unsigned NOT NULL DEFAULT '0',
  `heading` int(10) unsigned NOT NULL DEFAULT '0',
  `mapid` int(10) unsigned NOT NULL DEFAULT '0',
  `respawn_screen` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `movement_distance` int(10) unsigned NOT NULL DEFAULT '0',
  `rest` tinyint(1) unsigned NOT NULL DEFAULT '0',
  `spawn_type` tinyint(3) unsigned NOT NULL DEFAULT '0',
  `percentage` tinyint(3) unsigned NOT NULL DEFAULT '100',
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=1019 DEFAULT CHARSET=euckr;

-- ----------------------------
-- Records of spawnlist_boss
-- ----------------------------
INSERT INTO `spawnlist_boss` VALUES ('1', '크로커다일', 'Crocodile', '1', '45338', '0', '33503', '33205', '10', '10', '0', '0', '0', '0', '0', '4', '0', '100', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('2', '네크로맨서', 'BlackElder', '1', '45456', '15', '32727', '32751', '50', '50', '0', '0', '0', '0', '0', '12', '0', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('3', '드레이크의 영혼', 'PIQuest', '1', '45458', '0', '32764', '32837', '0', '0', '0', '0', '0', '0', '5', '443', '0', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('4', '카스파', 'CaspaFamily', '1', '45488', '14', '32762', '32768', '50', '50', '0', '0', '0', '0', '0', '9', '1', '0', '0', '0', '50');
INSERT INTO `spawnlist_boss` VALUES ('5', '쿠만', 'etc', '1', '45492', '49', '32767', '32899', '0', '0', '32660', '32791', '32875', '33007', '0', '480', '0', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('6', '맘보토끼', 'Unknown', '1', '45534', '20', '32594', '33009', '0', '0', '32581', '32993', '32654', '33044', '0', '440', '1', '100', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('7', '제니스 퀸', 'Omanboss', '1', '45513', '0', '32798', '32798', '50', '50', '0', '0', '0', '0', '6', '110', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('8', '이프리트', 'Efreet', '1', '45516', '0', '33644', '32269', '10', '10', '33635', '32232', '33659', '32300', '0', '4', '1', '0', '0', '0', '25');
INSERT INTO `spawnlist_boss` VALUES ('9', '이프리트', 'Efreet', '1', '45516', '0', '33672', '32311', '10', '10', '33655', '32288', '33690', '32335', '0', '4', '1', '0', '0', '0', '50');
INSERT INTO `spawnlist_boss` VALUES ('10', '이프리트', 'Efreet', '1', '45516', '0', '33719', '32269', '10', '10', '33697', '32237', '33740', '32283', '0', '4', '1', '0', '0', '0', '75');
INSERT INTO `spawnlist_boss` VALUES ('11', '이프리트', 'Efreet', '1', '45516', '0', '33737', '32281', '10', '10', '33723', '32270', '33765', '32329', '0', '4', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('12', '드레이크', 'DoubleDrake', '1', '45529', '17', '33406', '32412', '2', '2', '0', '0', '0', '0', '5', '4', '1', '100', '0', '0', '50');
INSERT INTO `spawnlist_boss` VALUES ('13', '드레이크', 'Drake', '1', '45529', '0', '33355', '32353', '5', '5', '0', '0', '0', '0', '5', '4', '1', '100', '0', '0', '50');
INSERT INTO `spawnlist_boss` VALUES ('14', '드레이크', 'Drake', '1', '45529', '0', '33389', '32336', '5', '5', '0', '0', '0', '0', '5', '4', '1', '100', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('15', '드레이크', 'DoubleDrake', '1', '45529', '17', '33365', '32384', '3', '3', '0', '0', '0', '0', '5', '4', '1', '100', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('16', '맘보토끼', 'Caspa', '1', '45535', '21', '32799', '32839', '30', '30', '0', '0', '0', '0', '0', '430', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('17', '흑장로', 'BlackElder', '1', '45545', '16', '33385', '32349', '3', '3', '0', '0', '0', '0', '0', '4', '1', '100', '0', '0', '50');
INSERT INTO `spawnlist_boss` VALUES ('18', '흑장로', 'BlackElder', '1', '45545', '16', '33271', '32394', '3', '3', '0', '0', '0', '0', '0', '4', '1', '100', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('19', '도펠갱어', 'Aden', '1', '45546', '0', '33709', '33307', '20', '20', '0', '0', '0', '0', '0', '4', '1', '100', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('20', '시어', 'Omanboss', '1', '45547', '0', '32800', '32799', '30', '30', '0', '0', '0', '0', '0', '120', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('21', '바포메트', 'Demon', '1', '45573', '0', '32706', '32846', '5', '5', '0', '0', '0', '0', '5', '2', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('22', '베레스', 'Demon', '1', '45583', '0', '32768', '32768', '10', '10', '0', '0', '0', '0', '0', '24', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('23', '그레이트 미노타우르스', 'Aden', '1', '45584', '0', '32652', '32726', '20', '20', '32669', '32753', '0', '0', '0', '70', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('24', '커츠', 'Kuts', '1', '45600', '13', '32668', '32850', '10', '10', '0', '0', '0', '0', '0', '0', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('25', '데스나이트', 'DeathKnight', '1', '45601', '0', '32799', '32804', '20', '20', '32798', '32750', '32754', '32746', '0', '11', '1', '0', '0', '0', '33');
INSERT INTO `spawnlist_boss` VALUES ('26', '데스나이트', 'DeathKnight', '1', '45601', '0', '32799', '32804', '20', '20', '32744', '32791', '32802', '32852', '0', '12', '1', '0', '0', '0', '50');
INSERT INTO `spawnlist_boss` VALUES ('27', '데스나이트', 'DeathKnight', '1', '45601', '0', '32774', '32785', '30', '30', '32759', '32742', '0', '0', '0', '13', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('28', '뱀파이어', 'Omanboss', '1', '45606', '0', '32799', '32799', '30', '30', '0', '0', '0', '0', '6', '130', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('29', '얼음의 여왕', 'IceQueen', '0', '45609', '0', '32841', '32921', '0', '0', '0', '0', '0', '0', '5', '74', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('30', '에이션트 자이언트', 'AcientGiant', '1', '45610', '0', '34243', '33365', '10', '10', '34246', '33399', '34244', '33402', '0', '4', '1', '100', '0', '0', '70');
INSERT INTO `spawnlist_boss` VALUES ('31', '거대 여왕 개미', 'GiantAnt', '1', '45614', '0', '32742', '32856', '12', '12', '0', '0', '0', '0', '4', '543', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('32', '피닉스', 'Phoenix', '1', '45617', '0', '33723', '32255', '5', '5', '33731', '32263', '0', '0', '0', '4', '1', '100', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('33', '나이트발드', 'Omanboss', '1', '45618', '0', '32724', '32822', '40', '40', '0', '0', '0', '0', '5', '180', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('34', '혼돈', 'Shadow', '1', '45625', '0', '32734', '32895', '6', '6', '0', '0', '0', '0', '0', '522', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('35', '유니콘', 'FirstUnicorn', '3', '45640', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('36', '유니콘', 'SecondUnicorn', '3', '45640', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('37', '유니콘', 'ThirdUnicorn', '3', '45640', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('38', '땅의 대정령', 'FirstSpirit', '1', '45642', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('39', '물의 대정령', 'FirstSpirit', '1', '45643', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('40', '바람의 대정령', 'FirstSpirit', '1', '45644', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('41', '불의 대정령', 'FirstSpirit', '1', '45645', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('42', '땅의 대정령', 'SecondSpirit', '1', '45642', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('43', '물의 대정령', 'SecondSpirit', '1', '45643', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('44', '바람의 대정령', 'SecondSpirit', '1', '45644', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('45', '불의 대정령', 'SecondSpirit', '1', '45645', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('46', '땅의 대정령', 'ThirdSpirit', '1', '45642', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('47', '물의 대정령', 'ThirdSpirit', '1', '45643', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('48', '바람의 대정령', 'ThirdSpirit', '1', '45644', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('49', '불의 대정령', 'ThirdSpirit', '1', '45645', '0', '32735', '32738', '20', '20', '0', '0', '0', '0', '4', '303', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('50', '심연의 주인', 'Demon', '1', '45646', '22', '32824', '32815', '15', '15', '0', '0', '0', '0', '0', '430', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('51', '데몬', 'Demon', '1', '45649', '0', '32698', '32823', '30', '30', '0', '0', '0', '0', '0', '82', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('52', '좀비로드', 'Omanboss', '1', '45650', '0', '32800', '32797', '40', '40', '0', '0', '0', '0', '0', '140', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('53', '마수군왕 바란카', 'Aden', '0', '45651', '19', '32915', '32896', '50', '10', '0', '0', '0', '0', '0', '320', '0', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('54', '쿠거', 'Omanboss', '1', '45652', '0', '32794', '32800', '50', '60', '0', '0', '0', '0', '5', '150', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('55', '머미로드', 'Omanboss', '1', '45653', '0', '32721', '32822', '50', '60', '0', '0', '0', '0', '3', '160', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('56', '아이리스', 'Omanboss', '1', '45654', '0', '32721', '32822', '50', '60', '0', '0', '0', '0', '0', '170', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('57', '아리오크', 'Aden', '1', '45671', '0', '32681', '32947', '10', '10', '0', '0', '0', '0', '5', '243', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('58', '리치', 'Omanboss', '1', '45672', '0', '32716', '32817', '50', '50', '0', '0', '0', '0', '0', '190', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('59', '그림리퍼', 'Omanboss', '1', '45673', '0', '32784', '32806', '50', '50', '0', '0', '0', '0', '6', '200', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('60', '죽음', 'Shadow', '1', '45674', '0', '32746', '32897', '0', '0', '0', '0', '0', '0', '0', '523', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('61', '야히', 'YaheeTarak', '1', '45675', '0', '32733', '32894', '0', '0', '0', '0', '0', '0', '0', '524', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('62', '켄 라우헬', 'AdenCastleBoss', '1', '45680', '18', '34090', '33260', '10', '10', '0', '0', '0', '0', '0', '4', '0', '100', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('63', '린드비오르', 'Dragon', '1', '45681', '0', '34041', '33007', '3', '3', '0', '0', '0', '0', '0', '4', '0', '100', '0', '0', '20');
INSERT INTO `spawnlist_boss` VALUES ('64', '안타라스', 'Dragon', '1', '45682', '0', '32697', '32823', '3', '3', '0', '0', '0', '0', '0', '37', '0', '0', '0', '0', '20');
INSERT INTO `spawnlist_boss` VALUES ('65', '파푸리온', 'Dragon', '1', '45683', '0', '32771', '32831', '3', '3', '0', '0', '0', '0', '0', '65', '0', '0', '0', '0', '20');
INSERT INTO `spawnlist_boss` VALUES ('66', '발라카스', 'Dragon', '1', '45684', '0', '32725', '32800', '3', '3', '0', '0', '0', '0', '0', '67', '0', '0', '0', '0', '20');
INSERT INTO `spawnlist_boss` VALUES ('67', '타락', 'YaheeTarak', '1', '45685', '0', '32904', '32801', '10', '10', '0', '0', '0', '0', '0', '410', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('68', '대왕 오징어', 'Unknown', '1', '45734', '0', '32959', '33054', '100', '100', '0', '0', '0', '0', '0', '558', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('69', '우두머리 반어인', 'Unknown', '1', '45735', '0', '32959', '33054', '100', '100', '0', '0', '0', '0', '0', '558', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('70', '발록', 'YaheeTarak', '1', '45752', '0', '32726', '32832', '0', '0', '0', '0', '0', '0', '0', '603', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('71', '오염된 오크 투사', 'Unknown', '1', '45772', '0', '32752', '32809', '20', '20', '0', '0', '0', '0', '5', '244', '1', '100', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('72', '스피리드', 'Unknown', '1', '45795', '0', '32863', '32929', '25', '25', '0', '0', '0', '0', '5', '244', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('73', '마이노 샤먼의 다이아몬드 골렘', 'Unknown', '1', '45801', '0', '32778', '32797', '0', '0', '0', '0', '0', '0', '5', '255', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('74', '마이노 샤먼', 'Unknown', '1', '45802', '0', '32804', '32870', '30', '30', '32701', '32903', '0', '0', '5', '256', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('75', '발바도스', 'Unknown', '1', '45829', '0', '32675', '32860', '0', '0', '0', '0', '0', '0', '0', '254', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('76', '호세', 'PIQuest', '1', '45548', '0', '32742', '32861', '8', '8', '0', '0', '0', '0', '5', '484', '0', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('77', '백작 친위대장', 'Unknown', '1', '46024', '51', '32737', '32827', '0', '0', '0', '0', '0', '0', '5', '250', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('78', '타로스 백작', 'Unknown', '1', '46025', '0', '32809', '32796', '0', '0', '0', '0', '0', '0', '5', '251', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('79', '맘몬', 'Unknown', '1', '46026', '0', '32797', '32790', '0', '0', '0', '0', '0', '0', '5', '251', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('80', '흑마법사 마야', 'Unknown', '1', '46037', '0', '32796', '33072', '0', '0', '0', '0', '0', '0', '6', '258', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('81', '저주받은 메두사', 'WaterBoss', '1', '45935', '0', '32700', '32830', '60', '60', '0', '0', '0', '0', '0', '60', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('82', '저주받은 물의 대정령', 'WaterBoss', '1', '45942', '0', '32700', '32830', '60', '60', '0', '0', '0', '0', '0', '61', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('83', '저주받은 무녀 사엘', 'WaterBoss', '1', '45941', '0', '32735', '32799', '120', '150', '0', '0', '0', '0', '0', '63', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('84', '물의 정령', 'WaterBoss', '1', '45931', '0', '32735', '32799', '120', '150', '0', '0', '0', '0', '0', '63', '1', '0', '1', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('85', '카푸', 'WaterBoss', '1', '45943', '0', '32735', '32799', '120', '150', '32576', '32640', '32895', '32959', '0', '63', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('86', '자이언트 웜', 'GiantWorm', '1', '45944', '0', '32735', '32799', '120', '150', '32735', '32640', '32895', '32799', '0', '63', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('89', '리퍼', 'Riper', '1', '45590', '0', '33806', '32864', '10', '10', '0', '0', '0', '0', '5', '106', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('90', '리퍼', 'Riper', '1', '45590', '0', '32784', '32866', '10', '10', '0', '0', '0', '0', '5', '116', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('91', '리퍼', 'Riper', '1', '45590', '0', '32784', '32864', '10', '10', '0', '0', '0', '0', '5', '136', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('92', '리퍼', 'Riper', '1', '45590', '0', '32781', '32866', '10', '10', '0', '0', '0', '0', '5', '126', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('93', '리퍼', 'Riper', '1', '45590', '0', '32790', '32867', '10', '10', '0', '0', '0', '0', '5', '146', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('94', '리퍼', 'Riper', '1', '45590', '0', '32727', '32801', '10', '10', '0', '0', '0', '0', '5', '156', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('95', '리퍼', 'Riper', '1', '45590', '0', '32796', '32800', '10', '10', '0', '0', '0', '0', '5', '166', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('96', '리퍼', 'Riper', '1', '45590', '0', '32797', '32801', '10', '10', '0', '0', '0', '0', '5', '176', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('97', '리퍼', 'Riper', '1', '45590', '0', '32796', '32799', '10', '10', '0', '0', '0', '0', '5', '186', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('98', '리퍼', 'Riper', '1', '45590', '0', '32803', '32806', '10', '10', '0', '0', '0', '0', '5', '196', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('99', '에이션트 자이언트', 'AcientGiant2', '1', '45610', '0', '34243', '33365', '10', '10', '34246', '33399', '34244', '33402', '0', '4', '1', '100', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('100', '카스파', 'CaspaFamily', '1', '45488', '14', '32739', '32740', '5', '5', '32757', '32755', '32776', '32782', '0', '10', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('101', '얼음여왕', 'IceQueen', '1', '46141', '0', '32842', '32921', '0', '0', '0', '0', '0', '0', '5', '74', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('102', '아이스데몬', 'IceQueen', '1', '46142', '0', '32753', '32776', '0', '0', '0', '0', '0', '0', '5', '73', '1', '0', '0', '0', '100');
INSERT INTO `spawnlist_boss` VALUES ('105', '산적두목클라인', 'GiranCaveBoss', '1', '4037000', '0', '32769', '32769', '50', '50', '0', '0', '0', '0', '0', '54', '1', '100', '0', '0', '50');
INSERT INTO `spawnlist_boss` VALUES ('106', '산적두목클라인', 'GiranCaveBoss', '1', '4037000', '0', '32769', '32769', '50', '50', '0', '0', '0', '0', '0', '56', '1', '100', '0', '0', '50');
